const fireStations = [
  {
    name: "РСПБЗН – Бургас",
    coords: [42.4975, 27.4700],
    teams: ["Екип 1", "Екип 2", "Екип 3"]
  },
  {
    name: "РСПБЗН – Айтос",
    coords: [42.7041, 27.2468],
    teams: ["Екип 1", "Екип 2"]
  },
  {
    name: "РСПБЗН – Карнобат",
    coords: [42.6511, 26.9850],
    teams: ["Екип 1", "Екип 2"]
  },
  {
    name: "РСПБЗН – Средец",
    coords: [42.3483, 27.1803],
    teams: ["Екип 1"]
  },
  {
    name: "РСПБЗН – Поморие",
    coords: [42.5600, 27.6500],
    teams: ["Екип 1", "Екип 2"]
  },
  {
    name: "РСПБЗН – Царево",
    coords: [42.1650, 27.8494],
    teams: ["Екип 1"]
  },
  {
    name: "РСПБЗН – Несебър",
    coords: [42.6600, 27.7200],
    teams: ["Екип 1", "Екип 2"]
  },
  {
    name: "РСПБЗН – Приморско",
    coords: [42.2700, 27.7525],
    teams: ["Екип 1"]
  },
  {
    name: "РСПБЗН – Малко Търново",
    coords: [41.9794, 27.5267],
    teams: ["Екип 1"]
  }
];